{
  "google_calendar_extension_name": {
    "message": "Google Kalender (fra Google)",
    "description": "The name of this extension."
  },
  "google_calendar_extension_desc": {
    "message": "Sjekk enkelt Google Kalender og legg til nye hendelser fra websider du besøker.",
    "description": "Description of what this extension does."
  },
  "logo_text": {
    "message": "Google Kalender",
    "description": "The name of the Calendar product, including the word Google."
  },
  "read_more_at_original_url": {
    "message": "Les mere på den originale websiden: ",
    "description": "Descriptive text for a link at the bottom of each event description that asks the user to click on the link for more information."
  },
  "view_agenda": {
    "message": "Oversikt",
    "description": "Used in the popup view just before the actual calendar agenda."
  },
  "add_an_event": {
    "message": "Legg til hendelse",
    "description": "Header that appears just above the form that lets users add custom events."
  },
  "event_title_placeholder": {
    "message": "F.eks. “Middag med venner i morgen klokken 19:00”",
    "description": "Placeholder in the textarea where the user is instructed to type in the title of the event they want to create."
  },
  "events_on_this_page": {
    "message": "Hendelser på denne siden",
    "description": "Title used in the browser action popup for the list of events detected on the current page."
  },
  "quick_add_button": {
    "message": "Legg til",
    "description": "Text on the button that adds a new event to the calendar from user input."
  },
  "no_events_today": {
    "message": "Ingen hendelser i dag.",
    "description": "Message shown as a placeholder when there are no events today. It only applies to when there are no events today, not for other dates."
  },
  "authorization_required": {
    "message": "Gi Google Kalender tilgang",
    "description": "A message shown when the user needs to grant permission for this extension to read events from their calendar."
  },
  "authorization_in_progress": {
    "message": "Gir tilgang…",
    "description": "A message shown after the user clicks on the Authorize button."
  },
  "authorization_explanation": {
    "message": "Google Kalender for Chrome lar deg sjekke kalenderen mens du besøker andre websider. For å gjøre dette, må du gi tillegget tilgang til din kalender. Dette er en instilling du kun må gjøre en gang for å bruke dette tillegget.",
    "description": "A detailed message explaining the OAuth flow."
  },
  "problems": {
    "message": "Problemer?",
    "description": "A link that provides troubleshooting information related to authorization."
  },
  "error_saving_new_event": {
    "message": "Feil ved lagring av ny hendelse; vennligst prøv igjen.",
    "description": "An error message shown when a user-added quick-add event could not be saved."
  },
  "add_to_google_calendar": {
    "message": "Legg til i Google Kalender",
    "description": "Alt text and/or link text for the link that users click to add event to their calendar."
  },
  "sync_now": {
    "message": "Oppdater hendelseslisten fra serveren.",
    "description": "Alternate text for the icon that forces syncing the calendar right away."
  },
  "show_quick_add": {
    "message": "Legg til en ny hendelse ved å fylle inn beskrivende tekst.",
    "description": "Alternate text for the icon that shows the text area where users add details of new events."
  },
  "show_options": {
    "message": "Forandre innstillinger for dette tillegget",
    "description": "Alternate text for the icon that opens the Options screen in a new window."
  },
  "fetching_feed": {
    "message": "Listen over hendelser blir oppdatert.",
    "description": "Tooltip text for when the extension is fetching the feed from the server."
  },
  "toolbar_icon": {
    "message": "Verktøylinje ikon",
    "description": "The section of the Options page that deals with the toolbar icon."
  },
  "view_web_calendar": {
    "message": "Vis hele kalenderen",
    "description": "A menu item that allows the user to view the full calendar on the Web."
  },
  "calendar_list_header": {
    "message": "Kalendere",
    "description": "The header for the Options section under which all calendars are shown."
  },
  "time_format": {
    "message": "Tidsvisning",
    "description": "The header for the Options section under which the 12 hr/24 hr option is shown."
  },
  "announcement_new_features": {
    "message": "Nye Funksjoner! Se hva som er nytt!",
    "description": "An announcement message shown after an upgrade that adds significant new features."
  },
  "option_show_time_until_next_event": {
    "message": "Gjenværende tid til neste hendelse.",
    "description": "The name of the option that tells the user that the extension will display the time on the badge."
  },
  "option_time_until_next_includes_all_day_events": {
    "message": "Inkluder fulldagshendelser når tiden til neste hendelse blir regnet ut.",
    "description": "The name of the option that ensures all-day events are included when computing the time to next event."
  },
  "event_title_unknown": {
    "message": "Ikke tilgjengelig",
    "description": "When a user does not have access to a particular calendar, the event title is not available; this placeholder text is used instead."
  }
}
